Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Disable Weather Icon Animations
ar: تعطيل تأثيرات أيقونة الطقس
cs: Zakázat ikonu počasí
da: Deaktivér Weather Icon Animations
de: Wettersymbol-Animationen deaktivieren
el: Απενεργοποίηση Εφέ Εικονιδίου Καιρού
es: Desactivar Animaciones de Icono Climático
fi: Poista Sääkuvakkeen Animaatiot Käytöstä
fr: Désactiver les animations des icônes météo
it: Disabilita Animazioni Icona Meteo
ja: 天気アイコンのアニメーションを無効にする
nl: Weerpictogram Animaties Uitschakelen
no: Deaktivere Værikon Animasjoner
pl: Wyłącz animacje ikon pogody
pt: Desativar Animações dos ícones meteorológicos
ro: Dezactivează animațiile de pictograme meteo
ru: Отключить анимацию значка погоды
sv: Inaktivera väderikon animationer
uk: Вимкнути анімацію іконки погоди
zh_hans: 禁用天气图标动画

source: Disable Weather Icons
ar: تعطيل أيقونات الطقس
cs: Zakázat ikony počasí
da: Deaktiver Vejr-Ikoner
de: Wettersymbole deaktivieren
el: Απενεργοποίηση Εικονιδίων Καιρού
es: Desactivar iconos meteorológicos
fi: Poista Sääkuvakkeet Käytöstä
fr: Désactiver les icônes météo
it: Disabilita Icone Meteo
ja: 天気アイコンを無効にする
nl: Weerpictogrammen uitschakelen
no: Skru av værikoner
pl: Wyłącz ikony pogody
pt: Desativar Ícones de Clima
ro: Dezactivează pictogramele meteo
ru: Отключить иконки погоды
sv: Inaktivera väderikoner
uk: Вимкнути значки погодних умов
zh_hans: 禁用天气图标

source: Display “Weather for X” above the hero card.
ar: عرض "الطقس لـ X" فوق بطاقة البطل.
cs: Zobrazit „Počasí pro X“ nad hrdinovou kartou.
da: Vis “Vejret for X” over helten kortet.
de: Zeige "Wetter für X" oberhalb der Heldenkarte.
el: Εμφάνιση “Καιρός για Χ” πάνω από την κάρτα ήρωα.
es: Muestra "Clima para X" encima de la carta de héroe.
fi: Näytä “Sää X” sankarin yläpuolella.
fr: Afficher "Météo pour X" au-dessus de la carte du héros.
it: Mostra “Meteo per X” sopra la scheda eroe.
ja: ヒーローカードの上に「Xの天気」を表示します。
nl: Toon "Weer voor X" boven de held kaart.
no: Vis "Vær i X" over heltens kort.
pl: Wyświetl "Pogoda dla X" nad kartą bohatera.
pt: Mostrar “Tempo para X” acima do herói do cartão.
ro: Afișează „Vreme pentru X” deasupra cardului erou.
ru: Отображать «Погода для X» над картой героя.
sv: Visa “Väder för X” ovanför hjältekortet.
uk: Показувати "Погода для X" над карткою героя.
zh_hans: 在英雄卡上方显示“X天气”。

source: Display Mode
ar: وضع العرض
cs: Režim zobrazení
da: Visningstilstand
de: Anzeigemodus
el: Λειτουργία Προβολής
es: Modo de pantalla
fi: Näytön Tila
fr: Mode d'affichage
it: Modalità Di Visualizzazione
ja: 表示モード
nl: Toon modus
no: Visnings modus
pl: Tryb wyświetlania
pt: Modo de exibição
ro: Mod de afişare
ru: Режим отображения
sv: Visa läge
uk: Режим показу
zh_hans: 显示模式

source: Display the “Last updated” button on the hero card.
ar: عرض زر "آخر تحديث" على بطاقة البطل.
cs: Zobrazit tlačítko „Naposledy aktualizováno“ na hrdinové kartě.
da: Vis “Sidst opdateret” knappen på helten kortet.
de: Zeigt den "Letzte Aktualisierung" Button auf der Heldenkarte an.
el: Εμφάνιση του κουμπιού «Τελευταία ενημέρωση» στην κάρτα ήρωα.
es: Mostrar el botón "Última actualización" en la tarjeta de héroe.
fi: Näytä sankarikortin “Viimeksi päivitetty” -painike.
fr: Afficher le bouton « Dernière mise à jour » sur la carte du héros.
it: Mostra il pulsante “Ultimo aggiornamento” sulla scheda eroe.
ja: ヒーローカードに「最終更新日」ボタンを表示します。
nl: Toon de knop "Laatst bijgewerkt" op de held kaart.
no: Vis knappen "Sist oppdatert" i helt-kortet.
pl: Wyświetl przycisk "Ostatnia aktualizacja" na karcie bohatera.
pt: Exibe o botão "Última atualização" no cartão de herói.
ro: Afișează butonul „Ultima actualizare” pe cardul de ero.
ru: Отображать кнопку «Последнее обновление» на карте героя.
sv: Visa knappen “Senast uppdaterad” på hjältekortet.
uk: Відображати кнопку "Останнє оновлення" на картці героя.
zh_hans: 在英雄卡上显示“最后更新”按钮。

source: Display the hamburger menu in the top-right corner of the main weather screen for quick location switching.
ar: عرض قائمة هامبرجر في الزاوية العلوية اليمنى من شاشة الطقس الرئيسية لتبديل الموقع بسرعة.
cs: Zobrazit hamburger menu v pravém horním rohu hlavní obrazovky počasí pro rychlé přepnutí polohy.
da: Vis menuen hamburger i øverste højre hjørne af hovedskærmen vejr for hurtig placering skifter.
de: Zeigt das Hamburger Menü in der oberen rechten Ecke des Hauptwetterbildschirms für einen schnellen Standortwechsel.
el: Εμφάνιση του μενού χάμπουργκερ στην επάνω δεξιά γωνία της κύριας οθόνης καιρού για γρήγορη εναλλαγή τοποθεσίας.
es: Mostrar el menú de hamburguesas en la esquina superior derecha de la pantalla principal para cambiar de ubicación.
fi: Näytä hampurilaisvalikko säänäytön oikeassa yläkulmassa ja oikeassa yläkulmassa nopean sijainnin vaihtamisen varmistamiseksi.
fr: Affichez le menu hamburger dans le coin supérieur droit de l'écran météo principal pour changer rapidement d'emplacement.
it: Visualizza il menu hamburger nell'angolo in alto a destra della schermata meteo principale per una rapida commutazione della posizione.
ja: メイン天気画面の右上隅にハンバーガーメニューを表示し、位置を素早く切り替えることができます。
nl: Het hamburger menu weergeven in de rechterbovenhoek van het belangrijkste weerscherm voor snelle locatie wisselen.
no: Vis hamburger-menyen i hjørnet øverst til høyre på hovedskjermen for rask plassering bytting.
pl: Wyświetlaj menu hamburger w prawym górnym rogu ekranu głównej pogody dla szybkiego przełączania lokalizacji.
pt: Exibir o menu hambúrguer no canto superior direito da tela meteorológica principal para mudar rapidamente a localização.
ro: Afișează meniul hamburger în colțul din dreapta sus al ecranului meteo principal pentru comutarea rapidă a localizării.
ru: Отображение меню hamburger в правом верхнем углу главного экрана погоды для быстрого переключения местоположения.
sv: Visa hamburgermenyn i det övre högra hörnet av huvudskärmen för snabb position växling.
uk: Відображати меню гамбургера в правому верхньому куті головного екрану для швидкого перемикання місцезнаходження.
zh_hans: 在主天气屏幕右上角显示汉堡菜单以快速切换位置。

source: Done
ar: تم
cs: Hotovo
da: Udført
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
fi: Valmis
fr: Fait
it: Fatto
ja: 完了
nl: Voltooid
no: Ferdig
pl: Gotowe
pt: Concluído
ro: Terminat
ru: Готово
sv: Klar
uk: Виконано
zh_hans: 完成

source: Dynamic Accent
ar: اللكنة الديناميكية
cs: Dynamické zvýraznění
da: Dynamisk Accent
de: Dynamischer Akzent
el: Δυναμική Απόχρωση
es: Acento Dinámico
fi: Dynaaminen Korostus
fr: Accent dynamique
it: Accento Dinamico
ja: ダイナミックアクセントformat@@0
nl: Dynamische Accent
no: Dynamisk nøyaktighet
pl: Dynamiczny akcent
pt: Realce Dinâmico
ro: Accent dinamic
ru: Динамический Акцент
sv: Dynamisk Accent
uk: Динамічний акцент
zh_hans: 动态Accent

source: E
ar: ه
cs: L 176, 27.6.2013, s. 1).
de: G
no: Ø
ru: В
uk: Мі

source: Edge Highlight
ar: علامة الشريط
cs: Zvýraznění hrany
da: Fremhævning Af Kant
de: Kantenhervorhebung
el: Επισήμανση Άκρων
es: Resaltar bordes
fi: Reunan Korostus
fr: Surbrillance du bord
it: Evidenziazione Bordi
ja: エッジのハイライト
nl: Rand markeren
no: Markering av kant
pl: Podświetlenie krawędzi
pt: Destaque da Borda
ro: Evidențiere margine
ru: Отметины на краю
sv: Kant markering
uk: Виділення країв
zh_hans: 边缘高亮

source: Eight aurora-themed background images, one for each weather condition.
ar: ثمان صور خلفية موضوعها هوررا، واحدة لكل حالة من حالات الطقس.
cs: Osm obrázků pozadí s motivem aurora, jeden pro každou podmínku.
da: Otte aurora-tema baggrundsbilleder, én for hver vejrtilstand.
de: Acht australische Hintergrundbilder, eins für jeden Wetterzustand.
el: Οκτώ εικόνες φόντου με θέμα την αύρα, μία για κάθε καιρικές συνθήκες.
es: Ocho imágenes de fondo temáticas de aurora, una por cada condición meteorológica.
fi: Kahdeksan aurora-aiheista taustakuvaa, yksi jokaiselle säätilalle.
fr: Huit images de fond sur le thème de l'aurore une pour chaque condition météorologique.
it: Otto immagini di sfondo a tema aurora, una per ogni condizione meteorologica.
ja: オーロラをテーマにした背景画像は8枚、天候ごとに1枚ずつ。
nl: Acht aurora-thema-achtergrondafbeeldingen, één voor elke weersomstandigheden.
no: Åtte aurora-tematiske bakgrunnsbilder, en for hver værtilstand.
pl: Osiem obrazów tła motywowanych aurora, jeden dla każdego stanu pogodowego.
pt: Oito imagens de fundo com tema de aurora, uma para cada condição meteorológica.
ro: Opt imagini de fundal tematice aurora, câte una pentru fiecare stare meteorologică.
ru: Восемь фоновых изображений с аурной темой, по одному для каждого условия.
sv: Åtta aurora-tema bakgrundsbilder, en för varje vädertillstånd.
uk: Вісім фонових зображень, тематичних заврів по всій погодній умові.
zh_hans: 八张紫色主题背景图像，每张天气条件一张。

source: Eight synthwave-themed background images, one for each weather condition.
ar: ثماني صور خلفية ذات سمة المزاوج، واحدة لكل حالة طقس.
cs: Osm obrázků pozadí se syntetickým motivem, jeden pro každou podmínku.
da: Otte synthwave-tema baggrundsbilleder, en for hver vejrtilstand.
de: Acht synthwave-thematische Hintergrundbilder, eins für jeden Wetterzustand.
el: Οκτώ εικόνες φόντου με θέμα το synthwave, μία για κάθε καιρικές συνθήκες.
es: Ocho imágenes de fondo con temática de onda sintetizada, una para cada condición del clima.
fi: Kahdeksan synthwave-teemaista taustakuvaa, yksi jokaiseen säätilaan.
fr: Huit images de fond à thème synthoné, une pour chaque condition météorologique.
it: Otto immagini di sfondo a tema synthwave, una per ogni condizione meteorologica.
ja: 8枚のシンセウェーブをテーマにした背景画像は、気象条件ごとに1枚ずつ。
nl: Acht afbeeldingen van de synthwave-thema op de achtergrond, één voor elke weersomstandigheden.
no: Åtte synthwave-tema bakgrunnsbilder, en for hver værtilstand.
pl: Osiem zsynchronizowanych obrazów tła, jeden dla każdego stanu pogody.
pt: Oito imagens de fundo com temas de síntese, uma para cada condição meteorológica.
ro: Opt imagini de fundal cu temă sintetică, câte una pentru fiecare situație meteorologică.
ru: Восемь фоновых изображений с синтволновой темой, по одному для каждого погодного условия.
sv: Åtta bilder med synthwave-tema, en för varje vädertillstånd.
uk: Вісім фонових зображень у темі синтезу, по одному для кожного погодного стану.
zh_hans: 八张以同步为主题的背景图像，每张天气状况一张。

source: Email (optional)
ar: البريد الإلكتروني (اختياري)
cs: E-mail (volitelné)
da: E-mail (valgfri)
el: Email (προαιρετικό)
es: Email (opcional)
fi: Sähköposti (valinnainen)
fr: Courriel (facultatif)
it: Email (facoltativo)
ja: メール (任意)
nl: E-mailadres (optioneel)
no: E-post (valgfritt)
pl: E-mail (opcjonalnie)
pt: E-mail (opcional)
ro: E-mail (opţional)
ru: Email (необязательно)
sv: E-post (valfritt)
uk: Електронна пошта (необов'язково)
zh_hans: 电子邮件(可选)

source: Enable Alerts
ar: تمكين التنبيهات
cs: Povolit výstrahy
da: Aktiver Advarsler
de: Alarme aktivieren
el: Ενεργοποίηση Ειδοποιήσεων
es: Activar alertas
fi: Ota Hälytykset Käyttöön
fr: Activer les alertes
it: Abilita Avvisi
ja: アラートを有効にする
nl: Waarschuwingen inschakelen
no: Aktiver varsler
pl: Włącz alerty
pt: Ativar Alertas
ro: Activează alerte
ru: Включить оповещения
sv: Aktivera varningar
uk: Увімкнути сповіщення
zh_hans: 启用提醒

source: Enable API Keys in Locations
ar: تمكين مفاتيح API في المواقع
cs: Povolit API klíče v místech
da: Aktiver API-nøgler på lokationer
de: API-Schlüssel an Standorten aktivieren
el: Ενεργοποίηση κλειδιών API στις τοποθεσίες
es: Habilitar claves API en ubicaciones
fi: Ota käyttöön API-avaimet sijainneissa
fr: Activer les clés API dans les emplacements
it: Abilita chiavi API nelle posizioni
ja: 場所でAPIキーを有効にする
nl: API-sleutels in locaties inschakelen
no: Aktiver API-nøkler i Plasseringer
pl: Włącz klucze API w lokalizacjach
pt: Ativar Chaves API em Locais
ro: Activează cheile API în locații
ru: Включить API ключи в местоположении
sv: Aktivera API-nycklar på platser
uk: Увімкнути API ключі в місцях
zh_hans: 在位置启用 API 密钥

source: Enable GPS Location
ar: تمكين موقع GPS
cs: Povolit GPS polohu
da: Aktiver GPS- Placering
de: GPS-Standort aktivieren
el: Ενεργοποίηση Τοποθεσίας GPS
es: Activar ubicación GPS
fi: Ota Gps Sijainti Käyttöön
fr: Activer la localisation GPS
it: Abilita Posizione GPS
ja: GPS の位置情報を有効にする
nl: GPS Locatie inschakelen
no: Aktiver GPS plassering
pl: Włącz lokalizację GPS
pt: Ativar localização GPS
ro: Activează locația GPS
ru: Включить GPS местоположение
sv: Aktivera GPS-plats
uk: Визначення розташування за GPS
zh_hans: 启用 GPS 位置

source: Enable Location
ar: تمكين الموقع
cs: Povolit umístění
da: Aktiver Placering
de: Standort aktivieren
el: Ενεργοποίηση Τοποθεσίας
es: Activar ubicación
fi: Ota Sijainti Käyttöön
fr: Activer la localisation
it: Abilita Posizione
ja: 位置情報を有効にする
nl: Locatie inschakelen
no: Aktiver posisjon
pl: Włącz lokalizację
pt: Ativar Localização
ro: Activează locația
ru: Включить местоположение
sv: Aktivera plats
uk: Дозволити визначення розташування
zh_hans: 启用位置

source: Enable Notifications
ar: تمكين الإشعارات
cs: Povolit oznámení
da: Aktiver Notifikationer
de: Benachrichtigungen aktivieren
el: Ενεργοποίηση Ειδοποιήσεων
es: Habilitar notificaciones
fi: Ota Ilmoitukset Käyttöön
fr: Activer les notifications
it: Abilita Notifiche
ja: 通知を有効にする
nl: Meldingen inschakelen
no: Aktiver varsler
pl: Włącz powiadomienia
pt: Permitir Notificações
ro: Activează notificările
ru: Включить уведомления
sv: Aktivera aviseringar
uk: Увімкнути сповіщення
zh_hans: 启用通知

source: Enable notifications to receive rain start/stop alerts and severe weather warnings for your location.
ar: تمكين الإشعارات لتلقي تنبيهات بدء الأمطار/إيقاف الأمطار وتحذيرات الطقس الشديدة لموقعك.
cs: Povolte upozornění pro startu/zastavení deště a upozornění na vážné počasí pro vaši polohu.
da: Aktivér notifikationer for at modtage regnstart/stop advarsler og alvorlige vejradvarsler for din placering.
de: Aktivieren Sie Benachrichtigungen, um Start-/Stop-Warnungen und schwere Wetterwarnungen für Ihren Standort zu erhalten.
el: Ενεργοποιήστε τις ειδοποιήσεις για να λαμβάνετε ειδοποιήσεις εκκίνησης/διακοπής βροχής και σοβαρές προειδοποιήσεις καιρού για την τοποθεσία σας.
es: Habilita las notificaciones para recibir alertas de inicio o parada de lluvia y advertencias climáticas severas para tu ubicación.
fi: Salli ilmoitukset saadaksesi sateen alku/pysäytys hälytyksiä ja ankaria säävaroituksia sijaintisi.
fr: Activez les notifications pour recevoir des alertes de pluie/arrêt et des avertissements météorologiques sévères pour votre localisation.
it: Abilita le notifiche per ricevere avvisi di avvio/arresto pioggia e avvertimenti meteorologici severi per la tua posizione.
ja: 天気予報の通知を有効にすると、雨の開始/停止、天気予報の通知を受け取れます。
nl: Schakel meldingen in om regenstart- en stopmeldingen en ernstige weerwaarschuwingen voor uw locatie te ontvangen.
no: Aktiver varsler for å motta regnstarte/stopp varsler og alvorlige værvarsler for din plassering.
pl: Włącz powiadomienia, aby otrzymywać powiadomienia o starcie/zatrzymaniu deszczu i ostrzeżenia o trudnych warunkach pogodowych dla Twojej lokalizacji.
pt: Ative as notificações para receber alertas de início/parada e alertas severos de clima para a sua localização.
ro: Activați notificările pentru a primi alerte de pornire/oprire a ploii și avertismente meteo severe pentru locația dvs.
ru: Включить уведомления о запуске/остановке дождя и о серьезных погодных предупреждениях для вашего местоположения.
sv: Aktivera aviseringar för att ta emot regnstart/stoppvarningar och allvarliga vädervarningar för din plats.
uk: Увімкніть сповіщення, щоб отримувати сповіщення про запуску/стоп сповіщень і попередження про погоду для вашого місцезнаходження.
zh_hans: 启用通知以接收雨起/停止警报和您所在位置的严重天气警告。

source: Enable Quiet Hours
ar: تمكين ساعات الهدوء
cs: Povolit Tiché hodiny
da: Aktiver Stille Timer
de: Ruhige Stunden aktivieren
el: Ενεργοποίηση Ώρες Ησυχίας
es: Habilitar horas de silencio
fi: Ota Hiljaisuusaika Käyttöön
fr: Activer les heures silencieuses
it: Abilita Ore Silenziose
ja: 静かな時間を有効にする
nl: Stille uren inschakelen
no: Aktiver stilletid
pl: Włącz godziny ciszy
pt: Habilitar Horas de Silêncio
ro: Activare Ore de linişte
ru: Включить тихие часы
sv: Aktivera tysta timmar
uk: Увімкнути Тихі години
zh_hans: 启用安静时间

source: Enabled
ar: تمكين
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Activado
fi: Käytössä
fr: Activé
it: Abilitato
ja: 有効
nl: Ingeschakeld
no: Aktivert
pl: Włączone
pt: Ativado
ro: Activat
ru: Включено
sv: Aktiverad
uk: Увімкнено
zh_hans: 已启用

source: Enables vibration feedback for interactions
ar: تمكين رد فعل الاهتزاز للتفاعلات
cs: Umožňuje zpětnou vazbu vibrací pro interakce
da: Aktiverer vibrationsfeedback for interaktioner
de: Aktiviert Vibrations-Feedback für Interaktionen
el: Ενεργοποιεί τη δόνηση για αλληλεπιδράσεις
es: Habilita la retroalimentación de vibración para interacciones
fi: Mahdollistaa värähtelyn palautteen vuorovaikutukselle
fr: Active les retours de vibration pour les interactions
it: Abilita il feedback delle vibrazioni per le interazioni
ja: 振動フィードバックを有効にする
nl: Schakelt trilfeedback voor interacties in
no: Aktiverer vibrasjonstilbakemelding for interaksjoner
pl: Włącza wibracje dla interakcji
pt: Habilita feedback de vibração para interações
ro: Permite feedback vibrații pentru interacțiuni
ru: Включить вибрацию отзыва для взаимодействия
sv: Aktiverar vibrationsfeedback för interaktioner
uk: Увімкнути вібрацію для взаємодії
zh_hans: 启用对交互的振动反馈

source: End
ar: نهاية
cs: Ukončit
da: Slut
de: Ende
el: Τέλος
es: Fin
fi: Loppu
fr: Fin
it: Fine
ja: 終了
nl: Beëindigen
no: Slutt
pl: Koniec
pt: Término
ro: Sfârșit
ru: Конец
sv: Slut
uk: Кінець
zh_hans: 结束

source: End preview
ar: إنهاء المعاينة
cs: Ukončit náhled
da: Afslut forhåndsvisning
de: Vorschau beenden
el: Τέλος προεπισκόπησης
es: Finalizar vista previa
fi: Lopeta esikatselu
fr: Fin de l'aperçu
it: Fine anteprima
ja: プレビューを終了
nl: Voorvertoning beëindigen
no: Forhåndsvisning av sluttdato
pl: Zakończ podgląd
pt: Pré-visualização final
ro: Previzualizare finală
ru: Завершить предпросмотр
sv: Avsluta förhandsgranskning
uk: Попередній перегляд
zh_hans: 结束预览

source: End:
ar: النهاية:
cs: Konec:
da: Slut:
de: Ende:
el: Τέλος:
es: Fin:
fi: Loppu:
fr: Fin:
it: Fine:
ja: 終了:
nl: Einde:
no: Slutt:
pl: Koniec:
pt: Fim:
ro: Sfârșit:
ru: Конец:
sv: Slut:
uk: Кінець:
zh_hans: 结束：

source: Ends in %llds
ar: ينتهي في %lldثانية
cs: Končí v %llds
da: Slutter i %llds
de: Endet in %llds
el: Λήγει σε %llds
es: Termina en %llds
fi: Päättyy %llds
it: Termina in %llds
ja: %lld秒で終了
nl: Eindigt in %llds
no: Slutter i %llds
pl: Koniec za %llds
pt: Termina em %llds
ro: Se termină în %llds
ru: Конец в %lldсек
sv: Slutar i %llds
zh_hans: 在 %lld秒后结束

source: Enhance contrast for better readability
ar: تعزيز التباين من أجل تحسين القراءة
cs: Vylepšit kontrast pro lepší čitelnost
da: Forbedre kontrast for bedre læsbarhed
de: Kontrast verbessern für bessere Lesbarkeit
el: Βελτίωση αντίθεσης για καλύτερη αναγνωσιμότητα
es: Mejorar el contraste para una mejor legibilidad
fi: Paranna kontrastia luettavuuden parantamiseksi
fr: Améliorer le contraste pour une meilleure lisibilité
it: Migliora il contrasto per una migliore leggibilità
ja: 読みやすさを向上させるためのコントラストを強化
nl: Verbeter contrast voor betere leesbaarheid
no: Kontrasten for bedre lesbarhet
pl: Zwiększenie kontrastu dla większej czytelności
pt: Aperfeiçoar contraste para melhor legibilidade
ro: Îmbunătățirea contrastului pentru o mai bună lizibilitate
ru: Улучшить контраст для лучшей читаемости
sv: Förbättra kontrasten för bättre läsbarhet
uk: Покращити контраст для кращої читабельності
zh_hans: 增强对比度以提高可读性

source: Enhanced VoiceOver
ar: صوت محسن
cs: Vylepšený hlas
da: Forbedret VoiceOver
de: Verbesserte VoiceOver
el: Ενισχυμένη VoiceOver
es: Voiceo mejorado
fi: Tehostettu VoiceOver
fr: VoiceOver amélioré
it: Voce Migliorata
nl: Verbeterde Voiceover
no: Forbedret StemmeOver
pl: Ulepszony VoiceOver
pt: VoiceOver aprimorado
ro: Voiceover îmbunătățit
ru: Улучшенный VoiceOver
sv: Förbättrad VoiceOver
uk: Розширений Розширений
zh_hans: 增强的VoiceOver

source: Enhanced VoiceOver Labels
ar: تسميات صوت محسنة
cs: Štítky vylepšeného hlasu
da: Forbedrede VoiceOver Etiketter
de: Verbesserte VoiceOver Labels
el: Βελτιωμένες Ετικέτες VoiceOver
es: Etiquetas de supervisión mejoradas
fi: Tehostetut Voiceover-tarrat
fr: Labels de VoiceOver améliorés
it: Etichette VoiceOver Migliorate
ja: VoiceOver の強化ラベル
nl: Verbeterde Voiceover Labels
no: Forbedret VoiceOver etiketter
pl: Ulepszone etykiety VoiceOver
pt: Etiquetas Voiceover aprimoradas
ro: Etichete Voiceover îmbunătățite
ru: Улучшенные ярлыки VoiceOver
sv: Förbättrade Voiceover-etiketter
uk: Підвищені мітки VoiceOver
zh_hans: 增强VoiceOver 标签

source: Enter Coordinates
ar: أدخل الإحداثيات
cs: Zadejte souřadnice
da: Indtast Koordinater
de: Koordinaten eingeben
el: Εισάγετε Συντεταγμένες
es: Introducir Coordenadas
fi: Syötä Koordinaatit
fr: Entrez les coordonnées
it: Inserisci Coordinate
ja: 座標を入力
nl: Coördinaten invoeren
no: Angi koordinater
pl: Wprowadź współrzędne
pt: Inserir Coordenadas
ro: Introdu coordonatele
ru: Введите координаты
sv: Ange koordinater
uk: Введіть координати
zh_hans: 输入坐标

source: Enter Custom Coordinates
ar: أدخل الإحداثيات المخصصة
cs: Zadejte vlastní souřadnice
da: Indtast Brugerdefinerede Koordinater
de: Eigene Koordinaten eingeben
el: Εισαγωγή Προσαρμοσμένων Συντεταγμένων
es: Introduzca Coordenadas Personalizadas
fi: Anna Mukautetut Koordinaatit
fr: Entrez les coordonnées personnalisées
it: Inserisci Coordinate Personalizzate
ja: カスタム座標を入力
nl: Voer aangepaste coördinaten in
no: Legg til tilpassede koordinater
pl: Wprowadź niestandardowe współrzędne
pt: Inserir Coordenadas Personalizadas
ro: Introdu coordonatele personalizate
ru: Введите пользовательские координаты
sv: Ange anpassade koordinater
uk: Введіть свої координати
zh_hans: 输入自定义坐标

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
it: Errore
ja: エラー
nl: Foutmelding
no: Feil
pl: Błąd
pt: ERRO
ro: Eroare
ru: Ошибка
sv: Fel
uk: Помилка
zh_hans: 错误
